tap "homebrew/cask"

# Command line stuff
brew "neovim"
brew "gh"
brew "miller"
brew "bat"
brew "fd"
brew "ripgrep"
brew "fnm"
brew "fzf"
brew "git-delta"
brew "tmux"
brew "gnu-sed"

# OSX apps
cask "spotify"
cask "brave-browser"
cask "discord"
cask "karabiner-elements"
cask "alacritty"
cask "rocket"
cask "linearmouse"
cask "rectangle"

# jetbrains mono nerd font
tap "homebrew/cask-fonts"
cask "font-jetbrains-mono-nerd-font"

